Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexSystemIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.habit.reminders.read.title
source: Read Lorvex Habit Reminders
ar: قراءة تذكيرات عادة في Lorvex
bn: Lorvex অভ্যাসের রিমাইন্ডার পড়ুন
de: Lorvex-Gewohnheitserinnerungen lesen
el: Ανάγνωση υπομνήσεων συνήθειας Lorvex
es: Leer recordatorios de hábito de Lorvex
fa: خواندن یادآورهای عادت Lorvex
fr: Lire les rappels d’une habitude de Lorvex
he: קריאת תזכורות הרגל ב-Lorvex
hi: Lorvex आदत के रिमाइंडर पढ़ें
id: Baca Pengingat Kebiasaan Lorvex
it: Leggi promemoria abitudine di Lorvex
ja: Lorvexの習慣のリマインダーを読み取る
ko: Lorvex 습관 알림 읽기
mr: Lorvex सवयीचे रिमाइंडर वाचा
ms: Baca Peringatan Tabiat Lorvex
nl: Lees Lorvex-gewoonteherinneringen
pl: Odczytaj przypomnienia dla nawyku Lorvex
pt_br: Ler lembretes de hábito do Lorvex
ro: Citire mementouri obicei Lorvex
ru: Прочитать напоминания для привычки Lorvex
ta: Lorvex பழக்க நினைவூட்டல்களைப் படி
te: Lorvex అలవాటు రిమైండర్‌లను చదవండి
th: อ่านเตือนความจำนิสัย Lorvex
tr: Lorvex alışkanlık anımsatıcılarını oku
uk: Прочитати нагадування для звички Lorvex
ur: کسی Lorvex عادت کی یاد دہانیاں پڑھیں
vi: Đọc lời nhắc thói quen Lorvex
zh_hans: 读取 Lorvex 习惯提醒
zh_hant: 讀取 Lorvex 習慣提醒

# system.habit.reset.description
source: Reset today’s completion for a Lorvex habit.
ar: إعادة تعيين إكمال اليوم لعادة في Lorvex.
bn: একটি Lorvex অভ্যাসের আজকের চেক-ইন রিসেট করুন।
de: Setzt die heutige Erledigung einer Lorvex-Gewohnheit zurück.
el: Επαναφέρετε τη σημερινή ολοκλήρωση μιας συνήθειας Lorvex.
es: Restablece los registros de hoy de un hábito de Lorvex.
fa: بازنشانی تکمیل امروز یک عادت Lorvex.
fr: Réinitialise la réalisation d’aujourd’hui pour une habitude de Lorvex.
he: איפוס ההשלמה של היום להרגל ב-Lorvex.
hi: Lorvex आदत का आज का चेक-इन रीसेट करें।
id: Mengatur ulang penyelesaian hari ini untuk kebiasaan Lorvex.
it: Reimposta il completamento di oggi per un’abitudine di Lorvex.
ja: Lorvexの習慣の今日の完了記録をリセットします。
ko: Lorvex 습관의 오늘 완료 기록을 초기화합니다.
mr: एका Lorvex सवयीचे आजचे चेक-इन रीसेट करा.
ms: Mereset penyelesaian hari ini bagi tabiat Lorvex.
nl: Zet de voortgang van vandaag van een Lorvex-gewoonte terug.
pl: Resetuje dzisiejsze wykonanie nawyku Lorvex.
pt_br: Redefine a conclusão de hoje de um hábito do Lorvex.
ro: Resetează finalizarea de astăzi a unui obicei Lorvex.
ru: Сбрасывает сегодняшнее выполнение привычки Lorvex.
ta: Lorvex பழக்கத்தின் இன்றைய செக்-இனை மீட்டமைக்கவும்.
te: Lorvex అలవాటు కోసం ఈరోజు చెక్ ఇన్‌ను రీసెట్ చేయండి.
th: รีเซ็ตการทำนิสัย Lorvex ของวันนี้
tr: Bir Lorvex alışkanlığının bugünkü tamamlamasını sıfırlayın.
uk: Скидає сьогоднішнє виконання звички Lorvex.
ur: کسی Lorvex عادت کی آج کی تکمیل ری سیٹ کریں۔
vi: Đặt lại lần hoàn thành hôm nay của một thói quen Lorvex.
zh_hans: 重置一个 Lorvex 习惯今天的完成记录。
zh_hant: 重設 Lorvex 習慣今天的完成紀錄。

# system.habit.reset.dialog
source: Reset %@ in Lorvex.
ar: تمت إعادة تعيين %@ في Lorvex.
bn: Lorvex-এ অভ্যাস “%@” রিসেট করা হয়েছে।
de: %@ in Lorvex zurückgesetzt.
el: Έγινε επαναφορά της συνήθειας %@ στο Lorvex.
es: Se restableció “%@” en Lorvex.
fa: عادت «%@» در Lorvex بازنشانی شد.
fr: Habitude « %@ » réinitialisée dans Lorvex.
he: ההרגל "%@" אופס ב-Lorvex.
hi: Lorvex में आदत “%@” रीसेट की गई।
id: %@ diatur ulang di Lorvex.
it: Abitudine “%@” reimpostata in Lorvex.
ja: Lorvexで「%@」をリセットしました。
ko: Lorvex에서 “%@” 습관을 초기화했습니다.
mr: Lorvex मध्ये सवय ‘%@’ रीसेट केली.
ms: %@ telah direset dalam Lorvex.
nl: %@ teruggezet in Lorvex.
pl: Zresetowano dzisiejsze wykonanie nawyku „%@” w Lorvex.
pt_br: Hábito “%@” redefinido no Lorvex.
ro: Obiceiul %@ a fost resetat în Lorvex.
ru: Выполнение привычки «%@» за сегодня сброшено в Lorvex.
ta: Lorvexஇல் “%@” பழக்கம் மீட்டமைக்கப்பட்டது.
te: Lorvexలో “%@” అలవాటు రీసెట్ చేయబడింది.
th: รีเซ็ต %@ ใน Lorvex แล้ว
tr: Lorvex’te sıfırlandı: %@.
uk: Виконання звички «%@» за сьогодні скинуто в Lorvex.
ur: عادت "%@" Lorvex میں ری سیٹ کر دی گئی۔
vi: Đã đặt lại %@ trong Lorvex.
zh_hans: 已在 Lorvex 中重置“%@”。
zh_hant: 已在 Lorvex 中重設「%@」。

# system.habit.reset.title
source: Reset Lorvex Habit
ar: إعادة تعيين عادة في Lorvex
bn: Lorvex অভ্যাস রিসেট করুন
de: Lorvex-Gewohnheit zurücksetzen
el: Επαναφορά συνήθειας Lorvex
es: Restablecer hábito de Lorvex
fa: بازنشانی عادت Lorvex
fr: Réinitialiser une habitude de Lorvex
he: איפוס הרגל ב-Lorvex
hi: Lorvex आदत रीसेट करें
id: Atur Ulang Kebiasaan Lorvex
it: Reimposta abitudine di Lorvex
ja: Lorvexの習慣をリセット
ko: Lorvex 습관 초기화
mr: Lorvex सवय रीसेट करा
ms: Reset Tabiat Lorvex
nl: Zet Lorvex-gewoonte terug
pl: Zresetuj wykonanie nawyku Lorvex
pt_br: Redefinir hábito do Lorvex
ro: Resetare obicei Lorvex
ru: Сбросить выполнение привычки Lorvex
ta: Lorvex பழக்கத்தை மீட்டமை
te: Lorvex అలవాటును రీసెట్ చేయండి
th: รีเซ็ตนิสัย Lorvex
tr: Lorvex alışkanlığını sıfırla
uk: Скинути виконання звички Lorvex
ur: ایک Lorvex عادت ری سیٹ کریں
vi: Đặt lại thói quen Lorvex
zh_hans: 重置 Lorvex 习惯
zh_hant: 重設 Lorvex 習慣

# system.habit.skip.description
source: Skip a Lorvex habit for a day from Shortcuts or Siri. A skipped day counts as neither done nor missed.
ar: تخطي عادة في Lorvex ليوم واحد من الاختصارات أو Siri. لا يُحتسب اليوم المتخطى مكتملًا ولا فائتًا.
bn: শর্টকাট বা Siri থেকে একটি Lorvex অভ্যাস একদিনের জন্য এড়িয়ে যান। এড়িয়ে যাওয়া দিন সম্পূর্ণ বা মিস হিসেবে গণ্য হয় না।
de: Überspringt eine Lorvex-Gewohnheit für einen Tag über Kurzbefehle oder Siri. Ein übersprungener Tag zählt weder als erledigt noch als verpasst.
el: Παραλείψτε μία ημέρα μιας συνήθειας Lorvex από τις Συντομεύσεις ή το Siri. Μια ημέρα που παραλείπεται δεν υπολογίζεται ούτε ως ολοκληρωμένη ούτε ως χαμένη.
es: Omite un día de un hábito de Lorvex desde Atajos o Siri. Un día omitido no cuenta como completado ni como perdido.
fa: رد کردن یک عادت Lorvex برای یک روز از طریق میان‌برها یا Siri. روزی که رد کرده‌اید نه تکمیل‌شده حساب می‌شود و نه از دست‌رفته.
fr: Saute un jour d’une habitude de Lorvex depuis Raccourcis ou Siri. Un jour sauté ne compte ni comme validé ni comme manqué.
he: דילוג על יום אחד בהרגל ב-Lorvex דרך קיצורי דרך או Siri. יום שדולג לא נחשב כיום שהושלם וגם לא כיום שהוחמץ.
hi: शॉर्टकट्स या Siri से Lorvex की किसी आदत का एक दिन छोड़ें। छोड़ा गया दिन न तो पूर्ण गिना जाता है और न ही छूटा हुआ।
id: Melewati satu hari untuk kebiasaan Lorvex dari Pintasan atau Siri. Hari yang dilewati tidak dihitung sebagai selesai maupun terlewat.
it: Salta un giorno di un’abitudine di Lorvex da Comandi rapidi o Siri. Un giorno saltato non conta né come completato né come mancato.
ja: ショートカットまたはSiriでLorvexの習慣を1日分スキップします。スキップした日は、完了にも未達成にもカウントされません。
ko: 단축어 또는 Siri에서 Lorvex 습관의 하루를 건너뜁니다. 건너뛴 날은 완료한 날로도, 놓친 날로도 계산되지 않습니다.
mr: शॉर्टकट किंवा Siri द्वारे एका Lorvex सवयीचा एक दिवस वगळा. वगळलेला दिवस पूर्ण किंवा चुकलेला म्हणून मोजला जात नाही.
ms: Melangkau satu hari bagi tabiat Lorvex daripada Pintasan atau Siri. Hari yang dilangkau tidak dikira sebagai selesai atau terlepas.
nl: Slaat een Lorvex-gewoonte voor één dag over via Opdrachten of Siri. Een overgeslagen dag telt niet als voltooid en ook niet als gemist.
pl: Pomija jeden dzień nawyku Lorvex ze Skrótów lub Siri. Pominięty dzień nie liczy się ani jako wykonany, ani jako przegapiony.
pt_br: Pula um dia de um hábito do Lorvex pelos Atalhos ou pela Siri. Um dia pulado não conta como concluído nem como perdido.
ro: Omite o zi dintr-un obicei Lorvex prin Scurtături sau Siri. O zi omisă nu se numără nici ca finalizată, nici ca ratată.
ru: Пропускает один день привычки Lorvex из «Быстрых команд» или Siri. Пропущенный день не считается ни выполненным, ни упущенным.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் ஒரு நாளுக்கு Lorvex பழக்கத்தைத் தவிர்க்கவும். தவிர்க்கப்பட்ட நாள் நிறைவுசெய்யப்பட்டதாகவோ தவறவிடப்பட்டதாகவோ கணக்கிடப்படாது.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex అలవాటును ఒక రోజు దాటవేయండి. దాటవేసిన రోజు పూర్తయినదిగా గానీ, మిస్ అయినదిగా గానీ లెక్కించబడదు.
th: ข้ามนิสัย Lorvex หนึ่งวันจากคำสั่งลัดหรือ Siri วันที่ข้ามจะไม่นับว่าทำเสร็จหรือพลาด
tr: Kestirmeler veya Siri ile bir Lorvex alışkanlığının bir gününü atlayın. Atlanan gün ne tamamlanmış ne de kaçırılmış sayılır.
uk: Пропускає один день звички Lorvex зі «Швидких команд» або Siri. Пропущений день не вважається ні виконаним, ні упущеним.
ur: شارٹ کٹس یا Siri سے کسی Lorvex عادت کا ایک دن چھوڑیں۔ چھوڑا گیا دن نہ مکمل شمار کیا جاتا ہے اور نہ ہی چھوٹا ہوا۔
vi: Bỏ qua một ngày của một thói quen Lorvex từ Phím tắt hoặc Siri. Ngày đã bỏ qua không được tính là hoàn thành hay bỏ lỡ.
zh_hans: 从“快捷指令”或 Siri 跳过一个 Lorvex 习惯的某一天。跳过的这一天既不算完成，也不算错过。
zh_hant: 透過捷徑或 Siri 略過 Lorvex 習慣的某一天。略過的這一天既不算完成，也不算錯過。

# system.habit.skip.dialog
source: Skipped %@ in Lorvex.
ar: تم تخطي %@ في Lorvex.
bn: Lorvex-এ অভ্যাস “%@” এড়িয়ে যাওয়া হয়েছে।
de: %@ in Lorvex übersprungen.
el: Παραλείφθηκε η συνήθεια %@ στο Lorvex.
es: Se omitió “%@” en Lorvex.
fa: عادت «%@» در Lorvex رد شد.
fr: Habitude « %@ » sautée dans Lorvex.
he: ההרגל "%@" דולג ב-Lorvex.
hi: Lorvex में आदत “%@” का दिन छोड़ा गया।
id: %@ dilewati di Lorvex.
it: Abitudine “%@” saltata in Lorvex.
ja: Lorvexで「%@」をスキップしました。
ko: Lorvex에서 “%@” 습관을 건너뛰었습니다.
mr: Lorvex मध्ये सवय ‘%@’ वगळली.
ms: %@ dilangkau dalam Lorvex.
nl: %@ overgeslagen in Lorvex.
pl: Pominięto nawyk „%@” w Lorvex.
pt_br: Hábito “%@” pulado no Lorvex.
ro: Obiceiul %@ a fost omis în Lorvex.
ru: Привычка «%@» пропущена в Lorvex.
ta: Lorvexஇல் “%@” பழக்கம் தவிர்க்கப்பட்டது.
te: Lorvexలో “%@” అలవాటు దాటవేయబడింది.
th: ข้าม %@ แล้วใน Lorvex
tr: Lorvex’te atlandı: %@.
uk: Звичку «%@» пропущено в Lorvex.
ur: عادت "%@" کا دن Lorvex میں چھوڑ دیا گیا۔
vi: Đã bỏ qua %@ trong Lorvex.
zh_hans: 已在 Lorvex 中跳过“%@”。
zh_hant: 已在 Lorvex 中略過「%@」。

# system.habit.skip.title
source: Skip Lorvex Habit
ar: تخطي عادة في Lorvex
bn: Lorvex অভ্যাস এড়িয়ে যান
de: Lorvex-Gewohnheit überspringen
el: Παράλειψη συνήθειας Lorvex
es: Omitir hábito de Lorvex
fa: رد کردن عادت Lorvex
fr: Sauter une habitude de Lorvex
he: דילוג על הרגל ב-Lorvex
hi: Lorvex आदत का दिन छोड़ें
id: Lewati Kebiasaan Lorvex
it: Salta abitudine di Lorvex
ja: Lorvexの習慣をスキップ
ko: Lorvex 습관 건너뛰기
mr: Lorvex सवय वगळा
ms: Langkau Tabiat Lorvex
nl: Sla Lorvex-gewoonte over
pl: Pomiń nawyk Lorvex
pt_br: Pular hábito do Lorvex
ro: Omitere obicei Lorvex
ru: Пропустить привычку Lorvex
ta: Lorvex பழக்கத்தைத் தவிர்
te: Lorvex అలవాటును దాటవేయండి
th: ข้ามนิสัย Lorvex
tr: Lorvex alışkanlığını atla
uk: Пропустити звичку Lorvex
ur: ایک Lorvex عادت کا دن چھوڑیں
vi: Bỏ qua thói quen Lorvex
zh_hans: 跳过 Lorvex 习惯
zh_hant: 略過 Lorvex 習慣

# system.habit.stats.read.description
source: Read Lorvex habit streaks and completion stats.
ar: قراءة سلاسل عادات Lorvex وإحصاءات إكمالها.
bn: Lorvex অভ্যাসের ধারা ও চেক-ইনের পরিসংখ্যান পড়ুন।
de: Liest Serien und Erledigungsstatistiken von Lorvex-Gewohnheiten.
el: Διαβάστε τα σερί και τα στατιστικά ολοκλήρωσης των συνηθειών Lorvex.
es: Lee las rachas y las estadísticas de los hábitos de Lorvex.
fa: خواندن زنجیره‌ها و آمار تکمیل عادت‌های Lorvex.
fr: Lit les séries et les statistiques de réalisation des habitudes de Lorvex.
he: קריאת רצפים ונתוני השלמה של הרגלים ב-Lorvex.
hi: Lorvex आदतों की स्ट्रीक और चेक-इन आँकड़े पढ़ें।
id: Membaca rekor dan statistik penyelesaian kebiasaan Lorvex.
it: Legge le serie e le statistiche di completamento delle abitudini di Lorvex.
ja: Lorvexの習慣の連続記録と完了数の統計を読み取ります。
ko: Lorvex 습관의 연속 기록과 완료 통계를 읽습니다.
mr: Lorvex सवयीची स्ट्रीक आणि चेक-इनची आकडेवारी वाचा.
ms: Membaca rentetan dan statistik penyelesaian tabiat Lorvex.
nl: Leest reeksen en voltooiingsstatistieken van Lorvex-gewoontes.
pl: Odczytuje serie i statystyki wykonania nawyków Lorvex.
pt_br: Lê as sequências e as estatísticas de conclusão dos hábitos do Lorvex.
ro: Citește seriile și statisticile de finalizare ale obiceiurilor Lorvex.
ru: Читает серии и статистику выполнения привычек Lorvex.
ta: Lorvex பழக்க ஸ்ட்ரீக்குகள், நிறைவு புள்ளிவிவரங்களைப் படிக்கவும்.
te: Lorvex అలవాటు స్ట్రీక్‌లు, పూర్తి గణాంకాలను చదవండి.
th: อ่านสถิติต่อเนื่องและสถิติการทำนิสัย Lorvex
tr: Lorvex alışkanlık serilerini ve tamamlama istatistiklerini okuyun.
uk: Читає серії та статистику виконання звичок Lorvex.
ur: عادات کے تسلسل اور تکمیل کے اعداد و شمار Lorvex سے پڑھیں۔
vi: Đọc chuỗi và thống kê hoàn thành của thói quen Lorvex.
zh_hans: 读取 Lorvex 习惯连续完成和完成统计。
zh_hant: 讀取 Lorvex 習慣的連續紀錄與完成統計。

# system.habit.stats.read.dialog.days
source: %1$@: %lld-day streak, %lld completions in all.
ar: %1$@: سلسلة من %lld يوم، و%lld إكمال في المجموع.
bn: %1$@: %lld দিনের ধারা, মোট %lld বার সম্পন্ন।
de: %1$@: Serie von %lld Tagen, insgesamt %lld Erledigungen.
el: %1$@: σερί %lld ημερών, %lld ολοκληρώσεις συνολικά.
es: “%1$@”: racha de %lld días, %lld registros en total.
fa: عادت «%1$@»: زنجیره %lld روزه، در مجموع %lld تکمیل.
fr: « %1$@ » : série de %lld jours, %lld réalisations au total.
he: ההרגל "%1$@": רצף של %lld ימים, בסך הכול %lld השלמות.
hi: %1$@: %lld दिन की स्ट्रीक, कुल %lld चेक-इन।
id: %1$@: rekor %2$lld hari, total %3$lld penyelesaian.
it: “%1$@”: serie di %lld giorni, %lld completamenti in tutto.
ja: 「%1$@」は%2$lld日連続で、通算%3$lld回完了しています。
ko: “%1$@” 습관: %2$lld일 연속, 총 %3$lld회 완료
mr: %1$@: %lld दिवसांची स्ट्रीक, एकूण %lld वेळा पूर्ण.
ms: %1$@: rentetan %2$lld hari, jumlah %3$lld penyelesaian.
nl: %1$@: reeks van %lld dagen, %lld keer in totaal.
pl: %1$@: %lld-dniowa seria, łącznie %lld wykonania.
pt_br: “%1$@”: sequência de %lld dias, %lld conclusões no total.
ro: %1$@: serie de %lld de zile, %lld de finalizări în total.
ru: %1$@: серия %lld дня, всего %lld выполнения.
ta: %1$@: %lld நாள் ஸ்ட்ரீக், மொத்தம் %lld முறை முடிந்தது.
te: %1$@: %lld రోజుల స్ట్రీక్, మొత్తం %lld సార్లు పూర్తి.
th: %1$@: ต่อเนื่อง %2$lld วัน ทำสำเร็จทั้งหมด %3$lld ครั้ง
tr: %1$@: %lld günlük seri, toplamda %lld tamamlama.
uk: %1$@: серія %lld дня, усього %lld виконання.
ur: عادت "%1$@": %lld دن کا تسلسل، کل %lld تکمیلیں۔
vi: %1$@: chuỗi %2$lld ngày, tổng cộng %3$lld lần hoàn thành.
zh_hans: “%1$@”：连续 %2$lld 天，共完成 %3$lld 次。
zh_hant: 「%1$@」：連續 %2$lld 天，共完成 %3$lld 次。

# system.habit.stats.read.dialog.months
source: %1$@: %lld-month streak, %lld completions in all.
ar: %1$@: سلسلة من %lld شهر، و%lld إكمال في المجموع.
bn: %1$@: %lld মাসের ধারা, মোট %lld বার সম্পন্ন।
de: %1$@: Serie von %lld Monaten, insgesamt %lld Erledigungen.
el: %1$@: σερί %lld μηνών, %lld ολοκληρώσεις συνολικά.
es: “%1$@”: racha de %lld meses, %lld registros en total.
fa: عادت «%1$@»: زنجیره %lld ماهه، در مجموع %lld تکمیل.
fr: « %1$@ » : série de %lld mois, %lld réalisations au total.
he: ההרגל "%1$@": רצף של %lld חודשים, בסך הכול %lld השלמות.
hi: %1$@: %lld महीने की स्ट्रीक, कुल %lld चेक-इन।
id: %1$@: rekor %2$lld bulan, total %3$lld penyelesaian.
it: “%1$@”: serie di %lld mesi, %lld completamenti in tutto.
ja: 「%1$@」は%2$lldか月連続で、通算%3$lld回完了しています。
ko: “%1$@” 습관: %2$lld개월 연속, 총 %3$lld회 완료
mr: %1$@: %lld महिन्यांची स्ट्रीक, एकूण %lld वेळा पूर्ण.
ms: %1$@: rentetan %2$lld bulan, jumlah %3$lld penyelesaian.
nl: %1$@: reeks van %lld maanden, %lld keer in totaal.
pl: %1$@: %lld-miesięczna seria, łącznie %lld wykonania.
pt_br: “%1$@”: sequência de %lld meses, %lld conclusões no total.
ro: %1$@: serie de %lld de luni, %lld de finalizări în total.
ru: %1$@: серия %lld месяца, всего %lld выполнения.
ta: %1$@: %lld மாத ஸ்ட்ரீக், மொத்தம் %lld முறை முடிந்தது.
te: %1$@: %lld నెలల స్ట్రీక్, మొత్తం %lld సార్లు పూర్తి.
th: %1$@: ต่อเนื่อง %2$lld เดือน ทำสำเร็จทั้งหมด %3$lld ครั้ง
tr: %1$@: %lld aylık seri, toplamda %lld tamamlama.
uk: %1$@: серія %lld місяця, усього %lld виконання.
ur: عادت "%1$@": %lld ماہ کا تسلسل، کل %lld تکمیلیں۔
vi: %1$@: chuỗi %2$lld tháng, tổng cộng %3$lld lần hoàn thành.
zh_hans: “%1$@”：连续 %2$lld 个月，共完成 %3$lld 次。
zh_hant: 「%1$@」：連續 %2$lld 個月，共完成 %3$lld 次。

# system.habit.stats.read.dialog.no_streak
source: %1$@: no current streak, %lld completions in all.
ar: %1$@: لا توجد سلسلة حالية، و%lld إكمال في المجموع.
bn: %1$@: বর্তমানে কোনো ধারা নেই, মোট %lld বার সম্পন্ন।
de: %1$@: keine aktuelle Serie, insgesamt %lld Erledigungen.
el: %1$@: κανένα τρέχον σερί, %lld ολοκληρώσεις συνολικά.
es: “%1$@”: sin racha actual, %lld registros en total.
fa: عادت «%1$@»: زنجیره فعلی ندارد، در مجموع %lld تکمیل.
fr: « %1$@ » : aucune série en cours, %lld réalisations au total.
he: ההרגל "%1$@": אין רצף נוכחי, בסך הכול %lld השלמות.
hi: %1$@: कोई मौजूदा स्ट्रीक नहीं, कुल %lld चेक-इन।
id: %1$@: belum ada rekor saat ini, total %2$lld penyelesaian.
it: “%1$@”: nessuna serie in corso, %lld completamenti in tutto.
ja: 「%1$@」は現在、連続記録がなく、通算%2$lld回完了しています。
ko: “%1$@” 습관: 현재 연속 기록 없음, 총 %2$lld회 완료
mr: %1$@: सध्या स्ट्रीक नाही, एकूण %lld वेळा पूर्ण.
ms: %1$@: tiada rentetan semasa, jumlah %2$lld penyelesaian.
nl: %1$@: geen huidige reeks, %lld keer in totaal.
pl: %1$@: brak obecnej serii, łącznie %lld wykonania.
pt_br: “%1$@”: sem sequência atual, %lld conclusões no total.
ro: %1$@: nicio serie curentă, %lld de finalizări în total.
ru: %1$@: текущей серии нет, всего %lld выполнения.
ta: %1$@: தற்போதைய ஸ்ட்ரீக் இல்லை, மொத்தம் %lld முறை முடிந்தது.
te: %1$@: ప్రస్తుత స్ట్రీక్ లేదు, మొత్తం %lld సార్లు పూర్తి.
th: %1$@: ไม่มีสถิติต่อเนื่องในขณะนี้ ทำสำเร็จทั้งหมด %2$lld ครั้ง
tr: %1$@: güncel seri yok, toplamda %lld tamamlama.
uk: %1$@: поточної серії немає, усього %lld виконання.
ur: عادت "%1$@": موجودہ تسلسل نہیں، کل %lld تکمیلیں۔
vi: %1$@: hiện chưa có chuỗi, tổng cộng %2$lld lần hoàn thành.
zh_hans: “%1$@”：目前没有连续记录，共完成 %2$lld 次。
zh_hant: 「%1$@」：目前沒有連續紀錄，共完成 %2$lld 次。

# system.habit.stats.read.dialog.weeks
source: %1$@: %lld-week streak, %lld completions in all.
ar: %1$@: سلسلة من %lld أسبوع، و%lld إكمال في المجموع.
bn: %1$@: %lld সপ্তাহের ধারা, মোট %lld বার সম্পন্ন।
de: %1$@: Serie von %lld Wochen, insgesamt %lld Erledigungen.
el: %1$@: σερί %lld εβδομάδων, %lld ολοκληρώσεις συνολικά.
es: “%1$@”: racha de %lld semanas, %lld registros en total.
fa: عادت «%1$@»: زنجیره %lld هفته‌ای، در مجموع %lld تکمیل.
fr: « %1$@ » : série de %lld semaines, %lld réalisations au total.
he: ההרגל "%1$@": רצף של %lld שבועות, בסך הכול %lld השלמות.
hi: %1$@: %lld सप्ताह की स्ट्रीक, कुल %lld चेक-इन।
id: %1$@: rekor %2$lld minggu, total %3$lld penyelesaian.
it: “%1$@”: serie di %lld settimane, %lld completamenti in tutto.
ja: 「%1$@」は%2$lld週間連続で、通算%3$lld回完了しています。
ko: “%1$@” 습관: %2$lld주 연속, 총 %3$lld회 완료
mr: %1$@: %lld आठवड्यांची स्ट्रीक, एकूण %lld वेळा पूर्ण.
ms: %1$@: rentetan %2$lld minggu, jumlah %3$lld penyelesaian.
nl: %1$@: reeks van %lld weken, %lld keer in totaal.
pl: %1$@: %lld-tygodniowa seria, łącznie %lld wykonania.
pt_br: “%1$@”: sequência de %lld semanas, %lld conclusões no total.
ro: %1$@: serie de %lld de săptămâni, %lld de finalizări în total.
ru: %1$@: серия %lld недели, всего %lld выполнения.
ta: %1$@: %lld வார ஸ்ட்ரீக், மொத்தம் %lld முறை முடிந்தது.
te: %1$@: %lld వారాల స్ట్రీక్, మొత్తం %lld సార్లు పూర్తి.
th: %1$@: ต่อเนื่อง %2$lld สัปดาห์ ทำสำเร็จทั้งหมด %3$lld ครั้ง
tr: %1$@: %lld haftalık seri, toplamda %lld tamamlama.
uk: %1$@: серія %lld тижня, усього %lld виконання.
ur: عادت "%1$@": %lld ہفتوں کا تسلسل، کل %lld تکمیلیں۔
vi: %1$@: chuỗi %2$lld tuần, tổng cộng %3$lld lần hoàn thành.
zh_hans: “%1$@”：连续 %2$lld 周，共完成 %3$lld 次。
zh_hant: 「%1$@」：連續 %2$lld 週，共完成 %3$lld 次。

# system.habit.stats.read.title
source: Read Lorvex Habit Stats
ar: قراءة إحصاءات عادات Lorvex
bn: Lorvex অভ্যাসের পরিসংখ্যান পড়ুন
de: Statistiken einer Lorvex-Gewohnheit lesen
el: Ανάγνωση στατιστικών συνήθειας Lorvex
es: Leer estadísticas de hábito de Lorvex
fa: خواندن آمار عادت Lorvex
fr: Lire les statistiques d’une habitude de Lorvex
he: קריאת נתוני הרגל ב-Lorvex
hi: Lorvex आदत के आँकड़े पढ़ें
id: Baca Statistik Kebiasaan Lorvex
it: Leggi statistiche abitudine di Lorvex
ja: Lorvexの習慣の統計を読み取る
ko: Lorvex 습관 통계 읽기
mr: Lorvex सवयीची आकडेवारी वाचा
ms: Baca Statistik Tabiat Lorvex
nl: Lees statistieken van Lorvex-gewoonte
pl: Odczytaj statystyki nawyku Lorvex
pt_br: Ler estatísticas de hábito do Lorvex
ro: Citire statistici obicei Lorvex
ru: Прочитать статистику привычки Lorvex
ta: Lorvex பழக்கப் புள்ளிவிவரங்களைப் படி
te: Lorvex అలవాటు గణాంకాలను చదవండి
th: อ่านสถิตินิสัย Lorvex
tr: Lorvex alışkanlık istatistiklerini oku
uk: Прочитати статистику звички Lorvex
ur: کسی Lorvex عادت کے اعداد و شمار پڑھیں
vi: Đọc thống kê thói quen Lorvex
zh_hans: 读取 Lorvex 习惯统计
zh_hant: 讀取 Lorvex 習慣統計

# system.habit.unskip.description
source: Take back a skipped day for a Lorvex habit from Shortcuts or Siri.
ar: التراجع عن تخطي يوم لعادة في Lorvex من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে একটি Lorvex অভ্যাসে একটি দিন এড়িয়ে যাওয়া বাতিল করুন।
de: Hebt das Überspringen eines Tages für eine Lorvex-Gewohnheit über Kurzbefehle oder Siri auf.
el: Αναιρέστε την παράλειψη μιας ημέρας για μια συνήθεια Lorvex από τις Συντομεύσεις ή το Siri.
es: Deshace la omisión de un día de un hábito de Lorvex desde Atajos o Siri.
fa: واگرد رد کردن یک روز برای یک عادت Lorvex از طریق میان‌برها یا Siri.
fr: Annule le saut d’un jour pour une habitude de Lorvex depuis Raccourcis ou Siri.
he: ביטול דילוג על יום בהרגל ב-Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex की किसी आदत का छोड़ा गया दिन वापस लें।
id: Membatalkan hari yang dilewati untuk kebiasaan Lorvex dari Pintasan atau Siri.
it: Annulla il salto di un giorno per un’abitudine di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexの習慣のスキップを1日分取り消します。
ko: 단축어 또는 Siri에서 Lorvex 습관의 하루 건너뛰기를 취소합니다.
mr: शॉर्टकट किंवा Siri द्वारे एका Lorvex सवयीचा एक दिवस वगळणे रद्द करा.
ms: Membatalkan hari yang dilangkau bagi tabiat Lorvex daripada Pintasan atau Siri.
nl: Maakt het overslaan van een dag voor een Lorvex-gewoonte ongedaan via Opdrachten of Siri.
pl: Cofa pominięcie dnia dla nawyku Lorvex ze Skrótów lub Siri.
pt_br: Desfaz o pulo de um dia de um hábito do Lorvex pelos Atalhos ou pela Siri.
ro: Anulează omiterea unei zile dintr-un obicei Lorvex prin Scurtături sau Siri.
ru: Отменяет пропуск дня для привычки Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex பழக்கத்தின் ஒரு நாள் தவிர்ப்பை ரத்துசெய்யவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex అలవాటులో ఒక రోజు దాటవేతను రద్దు చేయండి.
th: ยกเลิกการข้ามวันของนิสัย Lorvex จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile bir Lorvex alışkanlığı için atlanan günü geri alın.
uk: Скасовує пропуск дня для звички Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے کسی Lorvex عادت کا چھوڑا گیا دن واپس لیں۔
vi: Hoàn tác việc bỏ qua một ngày của một thói quen Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 撤销对一个 Lorvex 习惯某一天的跳过。
zh_hant: 透過捷徑或 Siri 復原 Lorvex 習慣某一天的略過。

# system.habit.unskip.dialog
source: Took back the skip for %@ in Lorvex.
ar: تم التراجع عن تخطي %@ في Lorvex.
bn: Lorvex-এ অভ্যাস “%@” এড়িয়ে যাওয়া বাতিল করা হয়েছে।
de: Überspringen von %@ in Lorvex aufgehoben.
el: Αναιρέθηκε η παράλειψη της συνήθειας %@ στο Lorvex.
es: Se deshizo la omisión de “%@” en Lorvex.
fa: رد کردن عادت «%@» در Lorvex لغو شد.
fr: Saut annulé pour l’habitude « %@ » dans Lorvex.
he: הדילוג על ההרגל "%@" בוטל ב-Lorvex.
hi: Lorvex में आदत “%@” का छोड़ा गया दिन वापस ले लिया गया।
id: Hari yang dilewati untuk %@ dibatalkan di Lorvex.
it: Salto annullato per l’abitudine “%@” in Lorvex.
ja: Lorvexで「%@」のスキップを取り消しました。
ko: Lorvex에서 “%@” 습관의 건너뛰기를 취소했습니다.
mr: Lorvex मध्ये सवय ‘%@’ वगळणे रद्द केले.
ms: Hari yang dilangkau untuk %@ dibatalkan dalam Lorvex.
nl: Overslaan van %@ ongedaan gemaakt in Lorvex.
pl: Cofnięto pominięcie nawyku „%@” w Lorvex.
pt_br: Pulo do hábito “%@” desfeito no Lorvex.
ro: Omiterea obiceiului %@ a fost anulată în Lorvex.
ru: Пропуск привычки «%@» отменён в Lorvex.
ta: Lorvexஇல் “%@” பழக்கத்தின் தவிர்ப்பு ரத்துசெய்யப்பட்டது.
te: Lorvexలో “%@” అలవాటు దాటవేత రద్దు చేయబడింది.
th: ยกเลิกการข้าม %@ แล้วใน Lorvex
tr: Lorvex’te atlama geri alındı: %@.
uk: Пропуск звички «%@» скасовано в Lorvex.
ur: عادت "%@" کا چھوڑا گیا دن Lorvex میں واپس لے لیا گیا۔
vi: Đã hoàn tác việc bỏ qua %@ trong Lorvex.
zh_hans: 已在 Lorvex 中撤销“%@”的跳过。
zh_hant: 已在 Lorvex 中復原「%@」的略過。
